Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PrivacySettingsUI/Location Services.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GENERAL_EXPLANATION_ITEM
source: System services that have requested access to your location will appear here.
ar: ستظهر هنا خدمات النظام التي طلبت الوصول إلى موقعك.
bg: Тук ще се появят системните услуги, които са заявили достъп до вашето местоположение.
ca: Els serveis del sistema que hagin sol·licitat accedir a la teva ubicació es mostraran aquí.
cs: Zde se zobrazí systémové služby, které si vyžádaly přístup k vašim polohovým datům.
da: Systemtjenester, der har bedt om adgang til din lokalitet, vises her.
de: Hier werden Systemdienste angezeigt, die auf deinen Standort zugreifen möchten.
el: Εδώ θα εμφανίζονται οι υπηρεσίες συστήματος που έχουν ζητήσει πρόσβαση στην τοποθεσία σας.
es: Los servicios del sistema que hayan solicitado acceso a tu ubicación aparecerán aquí.
es_us: Aquí se mostrarán los servicios del sistema que solicitaron acceso a tu ubicación.
fi: Järjestelmäpalvelut, jotka ovat pyytäneet lupaa käyttää sijaintiasi, näkyvät tässä.
fr: Les services système ayant demandé l’accès à votre position figureront ici.
fr_ca: Les services système qui ont demandé l’accès à votre position s’affichent ici.
he: שירותי המערכת שביקשו גישה לפרטי המיקום שלך יופיעו כאן.
hi: आपके स्थान को ऐक्सेस करने का अनुरोध करने वाली सिस्टम सेवाएँ यहाँ दिखाई देंगी।
hr: Ovdje će se prikazati usluge sustava koje su zatražile pristup vašoj lokaciji.
hu: A helyzetéhez hozzáférést kérelmező rendszerszolgáltatások itt jelennek meg.
id: Layanan sistem yang telah meminta akses ke lokasi Anda akan muncul di sini.
it: I servizi di sistema che hanno richiesto l’accesso alla tua posizione verranno visualizzati qui.
ja: 位置情報へのアクセスを要求したシステムサービスがここに表示されます。
kk: Бұл жерде геолокацияға қол жеткізуді сұраған жүйелік сервистер пайда болады.
ko: 사용자의 위치에 접근을 요청한 시스템 서비스가 여기에 나타납니다.
lt: Čia bus rodomos prieigos prie jūsų vietos užklausą pateikusios sistemos paslaugos.
ms: Perkhidmatan sistem yang telah meminta akses ke lokasi anda akan kelihatan di sini.
nb: Systemtjenester som har bedt om tilgang til posisjonen din, vises her.
nl: Hier worden systeem­voorzieningen weergegeven die om toegang tot je locatie hebben gevraagd.
pl: W tym miejscu pojawią się usługi systemowe aplikacji, które żądały dostępu do danych lokalizacji.
pt_br: Os serviços do sistema que solicitaram acesso à localização aparecerão aqui.
pt_pt: Os serviços do sistema que pediram acesso à sua localização aparecerão aqui.
ro: Serviciile de sistem care au solicitat acces la localizarea dvs. vor fi afișate aici.
ru: Здесь появятся системные службы, запросившие доступ к Вашей геопозиции.
sk: Tu sa zobrazia systémové služby, ktoré žiadali o prístup k vašej polohe.
sl: Sistemske storitve ki so zahtevale dostop do vaše lokacije, bodo prikazane tukaj.
sv: Systemtjänster som har begärt tillgång till din platsinformation visas här.
th: บริการระบบที่ขอเข้าถึงตำแหน่งที่ตั้งของคุณจะแสดงที่นี่
tr: Konumunuza erişmek isteyen sistem servisleri burada görünür.
uk: Тут зʼявлятимуться системні сервіси, які зробили запит на доступ до інформації про вашу геопозицію.
vi: Dịch vụ hệ thống đã yêu cầu truy cập vào vị trí của bạn sẽ xuất hiện tại đây.
zh_cn: 请求访问你位置的系统服务将在此处显示。
zh_hk: 要求取用位置的系統服務將會在此處顯示。
zh_tw: 要求取用位置的系統服務會顯示在此處。

# LEARN_MORE
source: About Improve Maps & Privacy…
ar: حول تحسين الخرائط والخصوصية…
bg: Относно Подобряване на Карти и поверителност…
ca: Informació sobre la millora de mapes i la política de privacitat…
cs: O vylepšování Map a soukromí…
da: Om Gør Kort bedre og anonymitet…
de: Über „Karten verbessern“ & Datenschutz …
el: Πληροφορίες για τη Βελτίωση Χαρτών και το απόρρητο…
es: Acerca de “Mejorar Mapas” y la privacidad…
es_us: Acerca de mejorar Mapas y la privacidad…
fi: Tietoja: Karttojen parantaminen ja tietosuoja…
fr: Améliorer Plans et confidentialité…
fr_ca: Améliorer Plans et confidentialité…
he: מידע בנושא שיפור מפות ופרטיות…
hi: नक़्शा बेहतर बनाएँ और गोपनीयता परिचय…
hr: Više o poboljšanju Karti i privatnosti…
hu: A Térképek továbbfejlesztéséről és az adatvédelemről…
id: Mengenai Tingkatkan Peta & Privasi…
it: “Migliora Mappe” e privacy…
ja: “マップの改善”とプライバシーについて…
kk: Карталар және құпиялылықты жетілдіру туралы ақпарат…
ko: 지도 향상 및 개인정보 보호에 관하여…
lt: Apie žemėlapių ir privatumo tobulinimą…
ms: Perihal Tingkatkan Peta & Privasi…
nb: Om Kartforbedring og personvern…
nl: Over 'Verbeter Kaarten' en privacy…
pl: Ulepszanie Map i prywatność…
pt_br: Sobre Melhorar o App Mapas e Privacidade…
pt_pt: Acerca de Melhorar Mapas e Privacidade…
ro: Despre Îmbunătățire Hărți și intimitate…
ru: Об Улучшении Карт и конфиденциальности…
sk: O vylepšovaní máp a súkromí…
sl: Več o Izboljšanju Zemljevidov in zasebnosti …
sv: Om Förbättra Kartor och integritet…
th: เกี่ยวกับการปรับปรุงแผนที่และความเป็นส่วนตัว…
tr: Harita’yı İyileştir ve Gizlilik Hakkında…
uk: Про Покращення Карт і приватність…
vi: Giới thiệu về Cải thiện Bản đồ & Quyền riêng tư…
zh_cn: 关于改进地图与隐私…
zh_hk: 關於改進地圖與私隱⋯
zh_tw: 關於改進地圖與隱私權⋯

# LOCATION_AND_PRIVACY_TITLE
source: Location Services & Privacy
ar: خدمات الموقع والخصوصية
bg: Услуги за местоположение и поверителност
ca: Localització i política de privacitat
cs: Polohové služby a soukromí
da: Lokalitetstjenester og anonymitet
de: Ortungsdienste & Datenschutz
el: Υπηρ. τοποθεσίας & απόρρητο
es: Localización y privacidad
es_us: Localización y la privacidad
fi: Sijaintipalvelut ja tietosuoja
fr: Service de localisation et confidentialité
fr_ca: Service de localisation et confidentialité
he: שירותי מיקום ופרטיות
hi: स्थान सेवा और गोपनीयता
hr: Lokacijske usluge i privatnost
hu: A Helymeghatározás és az adatvédelem
id: Layanan Lokasi & Privasi
it: Localizzazione e privacy
ja: 位置情報サービスとプライバシー
kk: Геолокация сервистері мен құпиялылық
ko: 위치 서비스 및 개인정보 보호
lt: Vietos nustatymo paslaugos ir privatumas
ms: Perkhidmatan Lokasi & Privasi
nb: Stedstjenester og personvern
nl: 'Locatievoorzieningen' en privacy
pl: Usługi lokalizacji i prywatność
pt_br: Serviços de Localização e Privacidade
pt_pt: Serviços de localização e Privacidade
ro: Serv. de localizare și intimitatea
ru: Службы геолокации и конфиденциальность
sk: Lokalizačné služby a súkromie
sl: Lokacijske storitve in zasebnost
sv: Platstjänster och integritet
th: บริการหาตำแหน่งที่ตั้งและความเป็นส่วนตัว
tr: Konum Servisleri ve Gizlilik
uk: Служби локації і Приватність
vi: Dịch vụ định vị & Quyền riêng tư
zh_cn: 定位服务与隐私
zh_hk: 定位服務與私隱
zh_tw: 定位服務與隱私權

source: Location Services
ar: خدمات الموقع
bg: Услуги с местоположение
ca: Localització
cs: Polohové služby
da: Lokalitetstjenester
de: Ortungsdienste
el: Υπηρεσίες τοποθεσίας
es: Localización
es_us: Localización
fi: Sijaintipalvelut
fr: Service de localisation
fr_ca: Service de localisation
he: שירותי מיקום
hi: स्थान सेवा
hr: Lokacijske usluge
hu: Helymeghatározás
id: Layanan Lokasi
it: Localizzazione
ja: 位置情報サービス
kk: Геолокация сервистері
ko: 위치 서비스
lt: Vietos nustatymo paslaugos
ms: Perkhidmatan Lokasi
nb: Stedstjenester
nl: Locatievoorzieningen
pl: Usługi lokalizacji
pt_br: Serviços de Localização
pt_pt: Serviços de localização
ro: Servicii de localizare
ru: Службы геолокации
sk: Lokalizačné služby
sl: Lokacijske storitve
sv: Platstjänster
th: บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri
uk: Служби локації
vi: Dịch vụ định vị
zh_cn: 定位服务
zh_hk: 定位服務
zh_tw: 定位服務

# LOCATION_SHARING
source: Share My Location
ar: مشاركة موقعي
bg: Сподели местоположението ми
ca: Comparteix la meva ubicació
cs: Sdílet moji polohu
da: Del min lokalitet
de: Standort teilen
el: Κοινοποίηση τοποθεσίας μου
es: Compartir mi ubicación
es_us: Compartir mi ubicación
fi: Jaa oma sijainti
fr: Partager ma position
fr_ca: Partager ma position
he: שיתוף המיקום שלי
hi: मेरा स्थान शेयर करें
hr: Dijeli moju lokaciju
hu: Saját helyzet megosztása
id: Bagikan Lokasi Saya
it: Condividi la mia posizione
ja: 位置情報を共有
kk: Геолокацияммен бөлісу
ko: 나의 위치 공유
lt: Bendrinti mano vietą
ms: Kongsi Lokasi Saya
nb: Del posisjonen min
nl: Deel mijn locatie
pl: Udostępniaj moje położenie
pt_br: Compartilhar Localização
pt_pt: Partilhar localização
ro: Partajare localizare
ru: Поделиться геопозицией
sk: Zdieľať moju polohu
sl: Deljenje moje lokacije
sv: Dela min platsinfo
th: แชร์ตำแหน่งที่ตั้งของฉัน
tr: Konumumu Paylaş
uk: Моя геопозиція
vi: Chia sẻ vị trí của tôi
zh_cn: 共享我的位置
zh_hk: 分享我的位置
zh_tw: 分享我的位置

# LOCATION_SHARING_DISABLED_FOOTER
source: Sharing your location from this Apple Vision Pro is disabled. Turn on Location Services to enable it, or choose another device.
ar: مشاركة موقعك من هذه الـ Apple Vision Pro معطلة. يجب تشغيل خدمات الموقع لتمكينه، أو اختيار جهاز آخر.
bg: Споделянето на местоположението ви от този Apple Vision Pro е деактивирано. Включете Услугите за местоположение, за да го активирате, или изберете друго устройство.
ca: L’opció de compartir la ubicació d’aquest Apple Vision Pro està desactivada. Per permetre‑ho, activa la localització o selecciona un altre dispositiu.
cs: Sdílení vaší polohy je na tomto zařízení Apple Vision Pro vypnuté. Aktivujte ho zapnutím polohových služeb nebo vyberte jiné zařízení.
da: Deling af din lokalitet fra denne Apple Vision Pro er slået fra. Slå Lokalitetstjenester til for at aktivere denne funktion, eller vælg en anden enhed.
de: Das Teilen des Standorts von dieser Apple Vision Pro wurde deaktiviert. Aktiviere es über die Ortungsdienste oder wähle ein anderes Gerät.
el: Έχει απενεργοποιηθεί η κοινή χρήση της τοποθεσίας σας από αυτό το Apple Vision Pro. Για να την ενεργοποιήσετε, ενεργοποιήστε τις Υπηρεσίες τοποθεσίας. Εναλλακτικά, επιλέξτε άλλη συσκευή.
es: La función de compartir la ubicación está desactivada en este Apple Vision Pro. Activa la localización para activarla o selecciona otro dispositivo.
es_us: Se desactivó compartir la ubicación de este Apple Vision Pro. Para disponer de esta opción, activa Localización o elige otro dispositivo.
fi: Sijainnin jakaminen ei ole käytössä tässä Apple Vision Prossa. Ota se käyttöön laittamalla Sijaintipalvelut päälle tai valitse muu laite.
fr: Le partage de position depuis cet Apple Vision Pro est désactivé. Activez le service de localisation ou choisissez un autre appareil.
fr_ca: Le partage de position à partir de cet Apple Vision Pro est désactivé. Activez le service de localisation ou choisissez un autre appareil.
he: שיתוף פרטי מיקום מה-Apple Vision Pro אינו פעיל כעת. כדי להפעיל אותו, יש להפעיל את ״שירותי מיקום״ או לבחור מכשיר אחר.
hi: इस Apple Vision Pro से आपके स्थान को शेयर करना अक्षम किया गया है। इसे सक्षम करने के लिए स्थान सेवा चालू करें या कोई अन्य डिवाइस चुनें।
hr: Dijeljenje vaše lokacije s ovog uređaja Apple Vision Pro onemogućeno je. Uključite Lokacijske usluge kako biste to omogućili ili odaberite drugi uređaj.
hu: A helyzet megosztása le van tiltva ezen az Apple Vision Prón. Az engedélyezéséhez kapcsolja be a Helymeghatározást, vagy válasszon másik eszközt.
id: Berbagi lokasi Anda dari Apple Vision Pro ini dinonaktifkan. Nyalakan Layanan Lokasi untuk mengaktifkannya, atau pilih perangkat lain.
it: La condivisione della posizione di questo Apple Vision Pro non è abilitata. Attiva Localizzazione per abilitarla su questo dispositivo o scegline un altro.
ja: このApple Vision Proでは位置情報の共有が停止されています。“位置情報サービス”をオンにして共有を有効にするか、別のデバイスを選択してください。
kk: Осы Apple Vision Pro құрылғысында геолокацияны бөлісу функциясы өшірулі. Оны қосу үшін геолокация сервистерін қосыңыз немесе басқа құрылғыны таңдаңыз.
ko: 이 Apple Vision Pro에서 사용자의 위치 공유가 비활성화되었습니다. 위치 서비스를 켜서 활성화하거나 다른 기기를 선택하십시오.
lt: Vietos bendrinimas iš šio „Apple Vision Pro“ įrenginio išjungtas. Įjunkite vietos nustatymo paslaugas, kad įjungtumėte vietos bendrinimą, arba pasirinkite kitą įrenginį.
ms: Berkongsi lokasi anda daripada Apple Vision Pro ini telah dinyahdayakan. Aktifkan Perkhidmatan Lokasi untuk mendayakannya atau pilih peranti lain.
nb: Deling av sted fra Apple Vision Pro er deaktivert. Slå på Stedstjenester for å aktivere det, eller velg en annen enhet.
nl: Het delen van je locatie via deze Apple Vision Pro is uitgeschakeld. Schakel 'Locatievoorzieningen' in om deze voorziening in te schakelen of kies een ander apparaat.
pl: Udostępnianie położenia z tego Apple Vision Pro jest wyłączone. Aby je włączyć, włącz usługi lokalizacji lub wybierz inne urządzenie.
pt_br: O compartilhamento de sua localização a partir deste Apple Vision Pro está desativado. Ative os Serviços de Localização para ativá‑lo ou escolha outro dispositivo.
pt_pt: A partilha da localização deste Apple Vision Pro está desativada. Ative os serviços de localização ou escolha outro dispositivo.
ro: Partajarea localizării dvs. de pe acest Apple Vision Pro este dezactivată. Porniți serviciile de localizare pentru a o activa sau alegeți alt dispozitiv.
ru: Функция отправки геопозиционных данных с этого Apple Vision Pro выключена. Для ее активации включите Службы геолокации или выберите другое устройство.
sk: Zdieľanie polohy z tohto Apple Vision Pro je vypnuté. Ak ho chcete zapnúť, zapnite lokalizačné služby, prípadne vyberte iné zariadenie.
sl: Deljenje lokacije s te naprave Apple Vision Pro je onemogočeno. Vklopite lokacijske storitve, da omogočite deljenje lokacije, ali pa izberite drugo napravo.
sv: Delning av din platsinfo från denna Apple Vision Pro är avaktiverad. Slå på Platstjänster för att aktivera den eller välj en annan enhet.
th: การแชร์ตำแหน่งที่ตั้งของคุณจาก Apple Vision Pro เครื่องนี้ปิดใช้งานอยู่ เปิดใช้บริการหาตำแหน่งที่ตั้งเพื่อเปิดใช้งาน หรือเลือกอุปกรณ์อื่น
tr: Bu Apple Vision Pro’da konumunuzu paylaşma etkin değil. Etkinleştirmek için Konum Servisleri’ni açın veya başka bir aygıt seçin.
uk: Поширення вашої геопозиції з цього Apple Vision Pro вимкнено. Увімкніть Служби локації, щоб активувати його, або виберіть інший пристрій.
vi: Tính năng chia sẻ vị trí của bạn từ Apple Vision Pro này đã bị tắt. Bật Dịch vụ định vị để bật tính năng hoặc chọn một thiết bị khác.
zh_cn: 已停用从此Apple Vision Pro共享你的位置。打开“定位服务”来启用此功能或选取其他设备。
zh_hk: 從此Apple Vision Pro分享位置的功能已停用。請開啟「定位服務」以啟用有關功能，或選擇另一部裝置。
zh_tw: 已停用從此Apple Vision Pro分享你的位置。開啟「定位服務」來啟用，或選擇其他裝置。

# LOCATION_SHARING_FOOTER
source: “%@” is being used for location sharing.
ar: ‏"%@" قيد الاستخدام لمشاركة الموقع.
bg: „%@“ се използва за споделяне на местоположение.
ca: S’està fent servir el dispositiu “%@” per compartir la ubicació.
cs: „%@“ se používá ke sdílení polohy.
da: “%@” bruges til lokalitetsdeling.
de: „%@“ wird für die Standortfreigabe verwendet.
el: Το «%@» χρησιμοποιείται για κοινοποίηση τοποθεσίας.
es: “%@” se está utilizando para compartir tu ubicación.
es_us: Se está utilizando “%@” para compartir la ubicación.
fi: %@ jakaa sijaintini.
fr: « %@ » est utilisé pour le partage de position.
fr_ca: « %@ » sert actuellement à partager votre position.
he: ״%@״ משמש לשיתוף פרטי מיקום.
hi: “%@” का उपयोग स्थान शेयर करने के लिए किया जा रहा है।
hr: “%@” se koristi za dijeljenje lokacije.
hu: A(z) „%@” van használatban a helyzete megosztásához.
id: “%@” sedang digunakan untuk berbagi lokasi.
it: Stai usando “%@” per condividere la posizione.
ja: “%@”は位置情報の共有に使用されています。
kk: «%@» құрылғысы геолокациялық деректермен бөлісу үшін пайдаланылуда.
ko: ‘%@’은(는) 위치 공유에 사용되고 있습니다.
lt: „%@“ naudojamas vietai bendrinti.
ms: “%@” sedang digunakan untuk perkongsian lokasi.
nb: «%@» brukes til deling av posisjon.
nl: '%@' wordt gebruikt voor het delen van locaties.
pl: „%@” służy obecnie do udostępniania położenia.
pt_br: “%@” está sendo usado para compartilhamento de localização.
pt_pt: “%@” está a ser usado para partilhar localizações.
ro: “%@” este utilizat pentru partajarea localizării.
ru: Устройство «%@» используется для обмена геопозиционными данными.
sk: „%@“ sa používa na zdieľanie polohy.
sl: »%@« se uporablja za deljenje podatkov o lokaciji.
sv: ”%@” används för platsdelning.
th: กำลังใช้ “%@” เพื่อแชร์ตำแหน่งที่ตั้ง
tr: “%@” konum paylaşma için kullanılıyor.
uk: «%@» використовується для поширення геопозиції.
vi: “%@” đang được sử dụng để chia sẻ vị trí.
zh_cn: “%@”正用于位置共享。
zh_hk: 你正在使用「%@」分享位置。
zh_tw: 正在使用「%@」分享位置。

# MAP_DISPLAY
source: Show Map in Location Alerts
ar: إظهار الخريطة في تنبيهات الموقع
bg: Покажи Карта в Предупреждения по местоположение
ca: Mostra el mapa als avisos d’ubicació
cs: Zobrazit mapu v upozornění
da: Vis kort i lokalitetsadvarsler
de: Karte in Standorthinweisen anzeigen
el: Εμφάνιση χάρτη
es: Mostrar mapa en los avisos de ubicación
es_us: Mapa en avisos de ubicación
fi: Näytä kartta sijainti-ilmoituksissa
fr: Plan dans les alertes selon le lieu
fr_ca: Afficher le plan
he: הצגת מפה בהתראות מיקום
hi: स्थान अलर्ट में नक़्शा दिखाएँ
hr: Prikaži kartu u alarmima za lokaciju
hu: Térkép megjelenítése a helyriasztásokban
id: Tampilkan Peta di Peringatan Lokasi
it: Mappa per avvisi posizione
ja: 位置情報の通知で“マップ”を表示
kk: Ескертулердегі карта
ko: 위치 알림에 지도 표시
lt: Rodyti žemėlapį vietos įspėjimų srityje
ms: Tunjuk Peta di Isyarat Lokasi
nb: Vis kart i stedsvarsler
nl: Toon kaart in locatiemeldingen
pl: Mapa w alertach o położeniu
pt_br: Ver Mapa em Alertas de Localização
pt_pt: Ver mapa em avisos de localização
ro: Afișare hartă în alerte
ru: Карта в предупреждениях
sk: Zobraziť mapu v upozornení
sl: Prikaži zemljevid v opozorilih za lokacijo
sv: Visa karta i platsnotiser
th: แสดงแผนที่ในการเตือนตามตำแหน่งที่ตั้ง
tr: Konum Uyarıları’nda Harita’yı Göster
uk: Карта в оповістках за місцем
vi: Bản đồ trong cảnh báo vị trí
zh_cn: 在位置提醒中显示地图
zh_hk: 在位置提示中顯示地圖
zh_tw: 在「位置提示」中顯示地圖

# POLARIS_FOOTER
source: Allow Apple to use your frequent location information to improve Maps. %@
ar: السماح لـ Apple باستخدام معلومات المواقع الخاصة بك بشكل متكرر لتحسين الخرائط. %@
bg: Позволява на Apple да използва информация за честото ви местоположение за подобряване на Карти. %@
ca: Permet que Apple utilitzi la informació de les ubicacions freqüents per millorar l’app Mapes. %@
cs: Povolí společnosti Apple používání informací o frekventovaných místech k vylepšování Map. %@
da: Giv Apple tilladelse til at bruge oplysningerne om dine hyppige lokaliteter til at forbedre Kort. %@
de: Erlaube Apple, Informationen zu häufig besuchten Orten zu benutzen, um „Karten“ zu verbessern. %@
el: Να επιτρέπεται στην Apple η χρήση των πληροφοριών συχνών τοποθεσιών σας για τη βελτίωση των Χαρτών. %@
es: Apple puede utilizar la información de tus ubicaciones frecuentes para mejorar Mapas. %@
es_us: Permitir a Apple usar tu información de ubicaciones frecuentes para mejorar Mapas. %@
fi: Salli Applen käyttää usein käytyjen paikkojen tietoja Karttojen parantamiseen. %@
fr: Autorisez Apple à utiliser les données relatives à vos lieux fréquents pour améliorer Plans. %@
fr_ca: Autorisez Apple à utiliser vos données de Lieux fréquents pour améliorer Plans. %@
he: ניתן לאפשר ל-Apple להשתמש בפרטי מקומות בשימוש תדיר כדי לשפר את ״מפות״. %@
hi: नक़्शा बेहतर बनाने के लिए Apple को अपने अक्सर इस्तेमाल वाले स्थान संबंधी जानकारी के उपयोग की अनुमति दें। %@
hr: Dozvolite Appleu uporabu informacija o vašim čestim lokacijama kako bi poboljšao Karte. %@
hu: A gyakori helyek információi használatának engedélyezése az Apple számára a Térképek javításának érdekében. %@
id: Izinkan Apple menggunakan informasi lokasi yang sering Anda kunjungi untuk meningkatkan Peta. %@
it: Consenti ad Apple di usare le informazioni sulle tue posizioni frequenti per migliorare Mappe. %@
ja: “利用頻度の高い位置情報”の履歴情報をAppleが“マップ”改善の目的で使用することを許可します。%@
kk: «Карталар» қолданбасын жетілдіру үшін Apple компаниясына жиі баратын орындарыңыз туралы ақпаратты пайдалануға рұқсат беріңіз. %@
ko: 지도를 향상하기 위해 Apple이 사용자의 자주 가는 위치 정보를 사용하도록 허용합니다. %@
lt: Leiskite „Apple“ naudoti vietos, kurioje dažnai lankotės, informaciją, kad patobulintumėte žemėlapius. %@
ms: Benarkan Apple menggunakan maklumat lokasi kerap anda untuk meningkatkan Peta. %@
nb: Tillat at Apple kan bruke informasjon om dine ofte besøkte steder for å forbedre Kart. %@
nl: Sta Apple toe informatie over locaties die je vaak bezoekt, te gebruiken om Kaarten te verbeteren. %@
pl: Pozwalaj Apple używać często odwiedzanych miejsc, aby pomóc w ulepszaniu Map. %@
pt_br: Permite que a Apple use suas informações de locais frequentes para melhorar o app Mapas. %@
pt_pt: Permitir que a Apple use os seus locais frequentes para melhorar a aplicação Mapas. %@
ro: Permiteți ca Apple să utilizeze informațiile despre locurile frecvent vizitate pentru a îmbunătăți aplicația Hărți. %@
ru: Разрешить Apple использовать информацию о часто посещаемых Вами местах с целью улучшения Карт. %@
sk: Povoľte spoločnosti Apple používať informácie o často navštevovaných miestach za účelom vylepšovania Máp. %@
sl: Dovolite, da Apple uporabi informacije o pogostih lokacijah za izboljšanje Zemljevidov. %@
sv: Tillåt Apple att använda dina vanliga platser till att förbättra Kartor. %@
th: อนุญาตให้ Apple ใช้ข้อมูลตำแหน่งที่ตั้งประจำของคุณเพื่อปรับปรุงแผนที่ %@
tr: Apple’ın Harita’yı iyileştirmek için sık kullanılan konum bilgilerinizi kullanmasına izin verin. %@
uk: Дозволити Apple використовувати інформацію про часто відвідувані вами місця для вдосконалення Карт. %@
vi: Cho phép Apple sử dụng thông tin vị trí thường đến của bạn để cải thiện Bản đồ. %@
zh_cn: 允许Apple使用你常去地点的信息来改进“地图”。%@
zh_hk: 允許Apple使用你的常用位置資料改進「地圖」。%@
zh_tw: 允許Apple使用你的常用位置資訊來改進「地圖」。%@

# POLARIS_TITLE
source: Improve Maps
ar: تحسين الخرائط
bg: Подобряване на Карти
ca: Millora l’app Mapes
cs: Vylepšování Map
da: Gør Kort bedre
de: „Karten“ verbessern
el: Βελτίωση Χαρτών
es: Mejorar Mapas
es_us: Mejorar Mapas
fi: Paranna Karttoja
fr: Améliorer Plans
fr_ca: Améliorer Plans
he: שיפור ״מפות״
hi: नक़्शा बेहतर बनाएँ
hr: Poboljšanje Karti
hu: A Térképek javítása
id: Tingkatkan Peta
it: Migliora Mappe
ja: “マップ”の改善
kk: Карталарды жетілдіру
ko: 지도 향상
lt: Patobulinti žemėlapius
ms: Tingkatkan Peta
nb: Kartforbedring
nl: Verbeter Kaarten
pl: Ulepszanie Map
pt_br: Melhorar o App Mapas
pt_pt: Melhorar a aplicação Mapas
ro: Îmbunătățire Hărți
ru: Улучшение Карт
sk: Vylepšovať Mapy
sl: Izboljšaj Zemljevide
sv: Förbättra Kartor
th: ปรับปรุงแผนที่
tr: Harita’yı İyileştir
uk: Покращення Карт
vi: Cải thiện Bản đồ
zh_cn: 改进地图
zh_hk: 改進地圖
zh_tw: 改進地圖

# PRIVACY_ALERTS
source: Location Alerts
ar: تنبيهات الموقع
bg: Сигнали по местоположение
ca: Avisos d’ubicació
cs: Upozornění na polohu
da: Lokalitetsadvarsler
de: Standorthinweise
el: Ειδοποιήσεις τοποθεσίας
es: Avisos de ubicación
es_us: Avisos de ubicación
fi: Sijaintihälytykset
fr: Alertes selon le lieu
fr_ca: Alertes de localisation
he: התראות מיקום
hi: स्थान अलर्ट
hr: Alarmi za lokaciju
hu: Helyzetriasztás
id: Peringatan Lokasi
it: Avvisi posizione
ja: 位置情報の通知
kk: Геолокациялық ескертулер
ko: 위치 알림
lt: Vietos įspėjimai
ms: Isyarat Lokasi
nb: Stedsvarsler
nl: Locatiemeldingen
pl: Alerty lokalizacji
pt_br: Alertas de Localização
pt_pt: Avisos de localização
ro: Alerte de localizare
ru: Оповещения о геопозиции
sk: Upozornenia na polohu
sl: Opozorila za lokacijo
sv: Platsnotiser
th: การเตือนตามตำแหน่งที่ตั้ง
tr: Konum Uyarıları
uk: Оповістки за місцем
vi: Cảnh báo vị trí
zh_cn: 位置提醒
zh_hk: 位置提示
zh_tw: 位置提示
